Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/reindrift_konvensjon_norge_sverige_lulesamisk_070710.pdf.tmx
Source language: smj
Languages: sma

source: Stiebnik jali gujddimus viertti Lenariektáj Norrbottena lenan jali diggáj dan ájgen boahtet.
sma: Steebne jallh klååkeme tjuara dejnie våhkojne digkiereaktese seedtesovvedh jallh Läänereaktese Norrbottenen läänesne.

source: Jus tjálos ilá maŋŋet la boahtám, galggá duobbmoståvllå gujddimusáv jali stiebnigav hilggot.
sma: Jis steebne jallh klååkeme dan mænngan båata, dellie dåapmastovle galka dam girvedh.

source: Kapihtal 5.
sma: Kaapitele 5.

source: Aktisasj märrádusá Svierik-vuona boatsojguohtomsiebrrerádáj ja Svierik-vuona bajemusgujddimsiebrrerádáj
sma: Ektiejiehtegh Nøørjen-Sveerjen gåatomemoenehtsasse jïh Nøørjen-Sveerjen Njååhtjedimmiemoenehtsasse

source: Artihkal 19
sma: Aartigkele 19

source: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde äbá galga ássjij gähttjalattijn årrot ássjijda tjanádum jalik bällásattja.
sma: Gåatomemoenehtse jïh Njååhtjedimmiemoenehtse galka ov-vïedteldh jïh ij guhten åvteste aamhtesidie gïetedidh.

source: Artihkal 20
sma: Aartigkele 20

source: Boatsojguohtomsiebrreráde jali Bajemusgujddimsiebrreráde märrádus doajmmá goappák rijkan sämmiláhkáj gåk lágafábmuj bessam duobbmo.
sma: Gåatomemoenehtsen jallh Njååhtjedimmiemoenehtsen nænnoestimmie lea dïedtevåarome fïerhtene rïjhkesne seamma njoelkedassi mietie goh faamoje dåapmah.

source: Rijkalasj duobbmoståvlå märrádus 18. artihkkala goalmát oase milta doajmmá gujddijiddje rijkan avtaláhkáj gåk lágafábmuj bessam duobbmo.
sma: Naasjovnen dåapmastovlen nænnoestimmie 18. aartigkelen gåalmede boelhketjen mietie maahta klååkijen hïejmerïjhkesne tjïrrehtehtedh seamma njoelkedassi mietie goh faamoje dåapmah.

source: Artihkal 21
sma: Aartigkele 21

source: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde biedjaba dajt åtsådimijt ja guoradallamijt jåhtuj majs la dárbbo ållidahtátjit ietjaska välggogisvuodajt dán konvensjåvnå milta.
sma: Gåatomemoenehtse jïh Njååhtjedimmiemoenehtse gïehtjedimmieh jïh goerehtallemh tjïrrehtehtieh mah daerpies edtjedh laavenjasside darjodh mah daan konvensjovnese biejesovveme leah.

source: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde máhtteba njuolgga aktavuodav goappásj rijkaj fábmudagáj válldet viehkev åttjutjit.
sma: Gåatomemoenehtse jïh Njååhtjedimmiemoenehtse maehtieh driekte gåabpegi rïjhki åejvide gåhtjodh viehkiem barkose åadtjodh.

source: Jus la dárbbo de siebrreráde oadtjoba ássjedåbddijt sierra guoradallambargojda ávkkit.
sma: Jis daerpies dellie moenehtsh maehtieh daajroeladtjh sjïere goerehtimmiebarkose utnedh.

source: Artihkal 22
sma: Aartigkele 22

source: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde sebrulattja, ássjedåbdde ja ulmutja tjanádum siebrreráde dåjmadahkaj máhtti rijkarájáv rasstit siebrreráde bargo diehti gå la dárbbo ja tulla, väro ja mávso dagi dárbbagijt buktet.
sma: Gåatomemoenehtsen jïh Njååhtjedimmiemoenehtsen lïhtsegh, daajroeladtjh jïh almetjh moenehtsi tjaeliehtimmiesijjine maehtieh raasten rastah vuelkedh dagkoe gusnie bøøremes moenehtsi barkose jïh, tollen-, skaehtien- jïh maaksoej namhtah, daerpies deerpegh meatan vaeltedh.

source: Artihkal 23
sma: Aartigkele 23

source: Njuolgadus Boatsojguohtomsiebrrerádáj ja Bajemusgujddimsiebrrerádáj la duodden dán konvensjåvnnåj (2. duoddetjála).
sma: Gåatomemoenehtsen jïh Njååhtjedimmiemoenehtsen njoelkedassh leah daan konvensjovnen bealese biejesovveme. (Lissie 2)

source: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde dahkaba goabbák ietjaska jahkásasj budjähttaoajvvadusáv.
sma: Gåatomemoenehtse jïh Njååhtjedimmiemoenehtse jïjtsh raeriestimmiem fierhtenjaepien budsjedtese beaja.

source: Budjähtta mierreduvvá ráddidusájs aktan.
sma: Reerenassh budsjedtem nænnoestieh.

source: Gålo juogeduvvi avta mahten goappák rijkkaj.
sma: Rïjhkide seamma jïjnjh beetneh-åasah.

source: Ráddidusá mierredíbá lågovdahkam- ja revisjåvnnåhámijt.
sma: Reerenassh ektesne jiehtieh guktie reeknemem jïh revisjovnem tseegkedh.

source: Kapihtal 6.
sma: Kaapitele 6.

source: Märrádusá boahttsuj ruoptusdoalvvoma ja mieddemij birra
sma: Jiehtegh guktie bovtsh bååstide saahtodh jïh meadtoej bïjre

source: Artihkal 24
sma: Aartigkele 24

source: Jus boahttsu nuppet rijka tjieldes jali ällosujttimdajvas li nuppen rijkan dán konvensjåvnå loabe dagi, jali jus boahttsu tjieldes jali ällosujttimdajvas ietjas rijkan li muhtem guovlon konvensjåvnå vuosstij, galggá tjiellde jali ällosujttimdajvva ruvva máhttelis boahttsujt loabedam guohtomguovlluj doalvvot.
sma: Jis bovtsh akten rïjhken båatsoesïjteste jallh saemiensïjteste leah nubpene rïjhkesne konvensjovnen våaromen namhtah, jallh jis bovtsh jïjtsen rïjhken båatsoesïjteste jallh saemiensïjteste leah aktene dajvesne konvensjovnen vuestie, dellie båatsoesïjte jallh saemiensïjte galka bovtside bååstide luhpehts gåatomedajvese varki juhtiehtidh.

source: Åvddål gå boahttsujt doalvvogoahtá galggá ássjáj gulle tjälldáj jali ällosujttimdajvvaj diededit jus máhttelis.
sma: Aerebe goh bovtside juhtehte dellie jeatjah båatsoesïjtem jallh saemiensïjtem dan bïjre bieljielidh.

source: Lárkkamijt jali miessemärkkomijt ij oattjo adnet jus ij buorre mutton guosske tjälldáj jali ällosujttimdajvvaj la diededam.
sma: Ij goh maehtieh bovtsh raerhkedh jallh miesieh mïerhkesjidh jis ij åvtelen nubpiem båatsoesïjtem jallh saemiensïjtem dan bïjre bieljelh.

source: Tjiellde jali ällosujttimdajvva galggá, lárkkama maŋŋela, dalága boahttsujt loahpeguovlluj doalvvot jus ij oassebielij lihton ietjá javladuvá.
sma: Båatsoesïjte jallh saemiensïjte galka, raarhkoen mænngan, bovtsem varki juhtiehtidh luhpehts dajvese jis ij mij jeatjah mååhtedimmesne mååhtedæjjaj gaskem.

source: Jus tjiellde jali ällosujttimdajvva diededum lárkkamis gáhtu ja boahttsujt e ruoptus máhte stuoráp vájvij dagi doalvvot, oadtju dat tjiellde jali ällosujttimdajvva mij lárkkamav huksá äjgádij nammaj boahttsujt njuovadit ja vuobdadit.
sma: Jis bieljielimmie båatsoesïjte jallh saemiensïjte ij leah raarhkosne meatan jïh jis ij buektehth bovtsem bååstide heaptohth saahtodh, dellie dïhte raerhkieminie båatsoesïjte jallh saemiensïjte maahta bovtsem leekedh jïh dåårrehtidh båatsoeburrien reeknemen åvteste.

source: Jus ij ietján lihtuda galggá tjiellde jali ällosujttimdajvva sunji mákset guhti boahttsujt ájmmuj válldá ja ruoptus doalvvu.
sma: Jis ij mij jeatjah mååhtedimmien mietie dellie båatsoesïjte jallh saemiensïjte dïsse maaksa gie bovtsem geehtie jïh bååstide juhtehte.

source: Vijdábut boahttsu äjgát galggá njuovvam- ja vuobddemgålojt mákset.
sma: Båatsoeburrie dovne leekemen jïh doekemen åvteste maaksa.

source: Jus sierravuojno mávso stuorrudagás li de Boatsojguohtomsiebrreráde dav mierret.
sma: Jis ov-sïemes maaksoen bïjre dellie Gåatomemoenehtse dam nænnoste.

source: Artihkal 25
sma: Aartigkele 25

source: Jus tjiellde jali ällosujttimdajvva ij boahttsujt máhtsada vuogijn mij 24. artihkkalin javladuvvá, máhttá Boatsojguohtomsiebrreráde, suv ádnomis gut vahágav ja vájvev gierddá, biejadit tjieldev jali ällosujttimdajvav muhtem ájge sinna boahttsujt ierit doalvvot.
sma: Jis båatsoesïjte jallh saemiensïjte ij bovtsem bååstide juhtehth nimhtie guktie 24. aartigkele jeahta, dellie Gåatomemoenehtse maahta, krïebpesjimmien mænngan gie destie slearese, båatsoesïjtem jallh saemiensïjtem stilledh bovtsem debpelde vaeltedh sjïere moeneme biejjien åvtelen.

source: Jus biejadisáv ij tjuovo de Boatsojguohtomsiebrreráde mierret gut boahttsujt oadtju juogu de ruoptus doalvvot jali njuovvat ja äjgádij nammaj vuobddet.
sma: Jis ij stillemem dåeredh dellie Gåatomemoenehtse jeahta gie maahta bovtsem bååstide juhtiehtidh jallh dam leekedh jïh doekedh båatsoeburrien reeknemen åvteste.

source: Siebrreráde máhttá mierredit dakkár biedjamdagojt oadtju åvdåsvásstediddje fábmudahka rijkan tjadádit, jali tjiellde ja ällosujttimdajvva mij dákkár dagov ietjas nali válldám la.
sma: Moenehtse maahta nænnoestidh ihkie dagkerh råajvarimmieh maehtieh rïjhken riektes åejvijste dorjesovvedh jallh båatsoesïjteste jallh saemiensïjteste mij dagkerem barkoem sjijsjeme.

source: Doalvvomgålojt máksá tjiellde jali ällosujttimdajvva mij biejadisáv la oadtjum vuostasj oase milta.
sma: Dah maaksoeh edtjedh bååstide juhtiehtidh dejtie dïhte rïektes båatsoesïjte jallh dïhte rïektes saemiensïjte maaksa mij stillemem åådtjeme voestes lïhtsen mietie.

source: Boatsojäjgát máksá njuovvama ja vuobddema åvdås.
sma: Leekemen jïh doekemen åvteste dellie båatsoeburrie maaksojde maaksa.

source: Boatsojäjgát oadtju dav mij njuovvamis ja vuobddemis báhtsá.
sma: Dïhte mij leekemistie doekemistie åebrelen sjædta dam dïhte båatsoeburrie åådtje.

source: Artihkal 26
sma: Aartigkele 26

source: Boatsojäjgádav, tjieldev jali ällosujttimdajvav, mij ij tjuovo dán konvensjåvnå njuolgadusáv jali märrádusáv diededuvvam Boatsojguohtomsiebrrerádes jali Bajemusgujddimsiebrrerádes, máhttá Boatsojguohtomsiebrreráde muhtem ájgen biejadit juojddá dahkat jali guodet.
sma: Båatsoeburrie, båatsoesïjte jallh saemiensïjte mij ij daan konvensjovnen jiehtegh dåeredh jallh nænnoestimmieh Gåatomemoenehtsistie jallh Njååhtjedimmiemoenehtsistie bieljielamme, dïhte maahta Gåatomemoenehtsistie stillesovvedh sjïere biejjien åvtelen ovmessie råajvarimmieh darjodh jallh gajvedh.

source: Biejadissaj máhttá sáhkov lasedit.
sma: Stillemasse maahta dïedtemaaksoem biejedh.

source: Jus hiehpá, oadtju sáhkov moattebállásattjan biejadit.
sma: Jis nimhtie sjeahta dellie iktemierien dïedtemaaksoe maahta biejesovvedh.

source: Gå sáhko stuorrudagáv mierret galggá árvustallat dav vahágav mij máhttá badjánit jus biejadisáv ij tjuovo, suv ekonomalasj vidjurijt gänna la välggogisvuohta gåhttjomav tjuovvot ja vidjurijt ietján.
sma: Gosse dïedtemaaksoen stuaroem nænnoestidh dellie dam krøøhkestidh mejtie maahta slearasidh jis ij dïedtem dåeredh, guktie økonomije tsiehkie dïsse gie dïedtem galka dåeriedidh, jïh dovne guktie jeatjah tsiehkieh.

source: Boatsojguohtomsiebrreráde galggá, jus gåhttjomav ij tjuovo, mierredit máksusa stuorrudagáv ja goassa maŋemusát galggá mákset.
sma: Gåatomemoenehtse galka, jis dïedtem ij dåeredh, minngemosth maeksemestuaroem nænnoestidh jïh gåessie minngemes maeksedh.

source: Artihkal 27
sma: Aartigkele 27

source: Boatsojguohtomsiebrreráde máhttá mierredit älloniehkke, tjiellde jali ällosujttimdajvva galggá konvensjåvnnåmávsov loabedis guohtoma åvdås mákset, jus boahttsu nuppet rijkas nuppen rijkan li dán konvensjåvnå loabe dagi jali jus boahttsu ietjas rijkas li guovlon mij la konvensjåvnå vuosstij.
sma: Gåatomemoenehtse maahta nænnoestidh båatsoeburrie, båatsoesïjte jallh saemiensïjte galka konvensjovnemaaksoem luhpehth gåatomen åvteste maeksedh jis bovtsh aktede rïjhkeste leah nubpene rïjhkesne konvensjovnevåaromen namhtah, jallh jis bovtsh jïjtsh rïjhkeste leah dajvesne konvensjovnen vuestie.

source: Konvensjåvnnåmávso stuorrudagá árvustaládijn galggá iehtjádij siegen vieledit dav vahágav mij mättos tjuovoj ja máhttelisvuodav mieddemav tsaggat, gesi ássje gullu.
sma: Gosse konvensjovnemaaksoen stuaroem vierhtiedidh dellie vuesehten gaavntan krøøhkestidh guktie meadtaladteme jïh guktie almetjen nuepie meadtaladtemem heerredidh.

source: Jus li sierra oare, máhttá konvensjåvnnåmávsov fámoduhttet.
sma: Jis sjïere sjïekeh, dellie konvensjovnemaaksoe maahta luajhtasovvedh.

source: Jus sáhkko låhpalattjat 26. artihkkala goalmát oase milta mierreduvvam la, de ij konvensjåvnnåmávsov oattjo mierredit dan mätto åvdås mav biejadis gåbttjå.
sma: Jis dïedtemaaksoem minngemosth nænnoestamme 26. aartigkelen gåalmede boelhketjen mietie, dellie ij maehtieh konvensjovnemaaksoem biejedh dan meadtaladtemen åvteste mij jov dïedtese.

source: Konvensjåvnnåmávsov galggá mierredimbiejves nielje vahko sinna mákset.
sma: Konvensjovnemaaksoem maeksedh eannan njieljie våhkoeh vaaseme dan nænnoestimmien biejjien raejeste.

source: Artihkal 28
sma: Aartigkele 28

source: Sáhkko ja konvensjåvnnåmákso 26. ja 27. artihkkalij milta galggá mierreduvvat máksemvelgulattja rijka biednigij.
sma: Dïedtemaaksoem jïh konvensjovnemaaksoem 26. jïh 27. artigkeli mietie galka skålhtijen naasjovnen valutese biejedh.

source: Sáhkov ja konvensjåvnnåmávsov galggá Boatsojguohtomsiebrrerádáj mákset ja buohtton adnet dan tjälldáj jali ällosujttimdajvvaj mij mättos vahágav gierdaj ja ietján dagojda ma li ávkken ällobargguj rájáj rastá.
sma: Dïedtemaaksoem jïh konvensjovnemaaksoem galka Gåatomemoenehtsasse maeksedh jïh beetnegidie dan båatsoesïjtese jallh saemiensïjtese vedtedh misse meadtaladteme, jïh dovne råajvarimmide mah raastenbijjelen båatsose hïjven.

source: Boatsojguohtomsiebrreráde vásstet sáhkoj ja konvensjåvnnåmávsoj máksorávkalvisáj oadtjomis.
sma: Gåatomemoenehtsasse lea dïedte dïedtemaaksoem jïh konvensjovnemaaksoem krïebpesjidh.

source: Kapihtal 7.
sma: Kaapitele 7.

source: Sierra märrádusá
sma: Sjïere jiehtegh

source: Artihkal 29
sma: Aartigkele 29

source: Märkkatjáledime bále galggá gähttjat vaj märkka tjuoldeduvvá dan dajva dåhkkiduvvam merkajs ma nuppen rijkan li.
sma: Gosse bovtsemïerhkem tjaeliehtidh dellie geehtedh jyøtjedahta jeatjah mïerhkijste dennie dajvesne dennie nubpene rïjhkesne.

source: Tjáledimfábmudahka nuppen rijkan galggá guládit tjáledimfábmudagájn nuppen rijkan åvddål gå merkav regisstarij tjálet.
sma: Tjaeliehtimmien åejvieh aktene rïjhkesne tjaeliehtimmien åejvieh nubpene rïjhkesne govlehte aerebi goh bovtsemïerhkem tjaelehte.

source: Artihkal 30
sma: Aartigkele 30

source: Jus Boatsojguohtomsiebrreráde jali Bajemusgujddimsiebrreráde märrádusáv libá dahkam, mij luluj máhttet vahákmáksema vuodon årrot jus rijkalasj fábmudahka dakkár märrádusáv la válldám, la sujna gesi märrádus guosská riektá ássjev båktet siebrrerádij vuosstij rijkalasj lága milta.
sma: Jis Gåatomemoenehtse jallh Njååhtjedimmiemoenehtse lea nænnoestimmiem nænnoestamme mij maahteme maeksemegoerehtæmman våaroeminie sjidtedh jis dagkerem nænnoestimmiem naasjovne åejvijste nænnoestamme, dellie dïhte guhte mij nænnoestimmeste dijpesåvva dan leah reaktah moenehtsi vuestie goerehtimmiem biejedh naasjovne laaken mietie.

source: Ássjev gatjálvisá hárráj mij guosská soabmása riektágártjedibmáj oadtju båktet dan rijkan gånnå riektá la gárttjoduvvam.
sma: Goerehtimmie mij guhten reaktavaeniedimmien bïjre maahta dennie rïjhkesne tseegkesovvedh gusnie reaktah vaenebh sjidtieh.

source: Ietjá bálij ássjev oadtju duobbmoståvlå åvdån ietjas rijkan båktet.
sma: Jeatjah gyhtjelassine maahta goerehtimmiem dåapmastovli uvte hïejmerïjhkesne tseegkedh.

source: Artihkal 31
sma: Aartigkele 31

source: Jus juoppán rijkan li rievddadime ällosujto organisasjåvnån jali almulasj tjuottjodimen ma merkahi vaj riektásubjevta ma nammaduvvi dán konvensjåvnån oadtju ietjá namáv jali ietjá organisasjåvnnnåhámev, de konvensjåvnnå fámon la dajda riektásubjevtajda maj namá rievddaduvvi.
sma: Jis aktene rïjhkesne båatsoen øørnegem jeatjahtehtieh jallh byjjes reeremem guktie reaktasubjekte mij daennie konvensjovnesne jeatjah nommem åådtje jallh jeatjah øørnegehammoem, dellie konvensjovnen jiehtegh nuhtjesovvedh dejtie reaktasubjektide mah leah dej åvteste mah lin aerebi.

source: Dan rijka ráddidus galggá nuppe rijka ráddidussaj ja Boatsojguohtomsiebrrerádáj ja Bajemusgujddimsiebrrerádáj dakkár rievddadusájt diededit.
sma: Akten rïjhken reerenasse nubpien rïjhken reerenassesse dagkeri jeatjahtehtemi bïjre bæjhkohte jïh dovne Gåatomemoenehtsasse jïh Njååhtjedimmiemoenehtsasse.

source: Kapihtal 8.
sma: Kaapitele 8.

source: Fábmujbiedjam ja fábmoájgge
sma: Faamoehkinie båetedh jïh håsvedimmieraejie

source: Artihkal 32
sma: Aartigkele 32

source: Gå dát konvensjåvnnå fábmuj biejaduvvá galggá javllamáno 13. b. 1971 bievddegirjje Svieriga ja Vuona gaskan gárdij tsieggima ja huksama birra muhtem rijkarája åsij milta (Jämtlanda lena ja Nuortta-Tröndelaga ja Oarjje-Tröndelaga fylka) fámoduvvat.
sma: Gosse daate konvensjovne faamose båata, dellie protokolle Nøørjen jïh Sveerjen gaskem dehtie jaepeste 1971 jåvlhasken 13. biejjeste bovtsegeerestahki tseagkomen jïh dåvvomen bïjre såemies gohkeldahkine rïjhkeraasten mietie (Noerhte-Trøøndelaagen jïh ÅarjelTrøøndelaagen fylhkine jïh Jïemteläänesne), dïhte dellie orrije.

source: Artihkal 33
sma: Aartigkele 33

source: Dát konvensjåvnnå galggá dåhkkiduvvat, ja fábmuj boahtet gålmmålåk biejve maŋŋel gå oassebiele libá nubbe nubbáj tjállagij baktu diededam vaj rijkalasj konstitusjåvnålasj bargggamvuoge fábmujboahtema hárráj li ålliduvvam.
sma: Daam konvensjovnem dåhkasjehtedh jïh dïhte faamose båata luhkie-golme biejjieh mænngan goh mååhtedæjjah tjaalesigujmie sinsitnide bæjhkoehtamme ihke dah naasjovne konstitusjovne barkoeh faamoehkasse båetedh dah tjïrrehtamme leah.

source: Svieriga ja Vuona tevstajn la sämmi árvvo.
sma: Nøørjen jïh Sveerjen teeksth leah seamma faamojne.

source: Konvensjåvnnå galggá jårggåluvvat nuorttasábmáj, julevsábmáj ja oarjjelsábmáj.
sma: Konvensjovnem galka noerhtesaemien, luvlesaemien jïh åarjelsaemien gielide jarkoestidh..

source: Artihkal 34
sma: Aartigkele 34

source: Konvensjåvnnå fámon la gålmmålåk jage dat biejves gå fábmuj bådij.
sma: Konvensjovne lea faamojne luhkie-golme jaepieh dehtie biejjeste gåessie faamoehkasse båata.

source: Jus konvensjåvnåv ij hiejteda maŋemusát vihtta jage dan ájggudagá nåhkåma åvddåla de dat la fámon lågev jage vil ja galggá maŋŋela fámon aneduvvat lågev jage ájgen, jus ij hiejteda maŋemusát guokta jage åvddål lågevjahkeájggudahka vássá.
sma: Jis ij konvensjovne noelesovvh minngemes vijhte jaepieh dan boelhken minngiegietjien åvtelen, dellie luhkie vielie jaepieh håsvede jïh dan mænngan vihth luhkie jaepieh, jis ij noelesovvh minngemes gøøkte jaepieh dan vaeseme luhkiejaepieboelhken minngiegietjien åvtelen.
